Section width right Cut.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double TopCutWidth { get; set; }
  Visual Basic
Public Property TopCutWidth As Double
	Get
	Set
  Visual C++
public:
property double TopCutWidth {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionConcreteRectangleCut Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace